"""
Modulo con los datos de entrada para el campo first Number y Second Number
"""
srm_First_number = ["01234567891","2w10","2w10","5","xz","e","5qw778","7","$7","10","10,4","6","6,5b10%","-2.00E+10","3.5","1.00E+06","-10","-2.61E+05","","8","2","2","10"]
srm_Second_number= ["0123456789","2w10","5","2w10","2w10","xz","2w10","5qw778","$16","$40","5","2,5","2,5","6,5b10%","2.5","1.00E+101","5","-2.61E+05","8","","0","1","5"]
sm_First_number = ["4","5"]
sm_Second_number = ["5","4"]
div_First_number = ["50","0"]
div_Second_number= ["0","50"]
concat_First_number = ["Aשלוםمرحبا","日本こんにちは","漢字","⏱⏳☎ ⛔ ⛵⛴ ⛷","세요漢字1253AS",""]
concat_Second_number= ["여보세요Bcxas","ツアー","水都","⛸✈✂✅ ✋ 👓","⛸✈✂✅👓asdq","祝福"]
R_answer = ["Aשלוםمرحبا여보세요Bcxas","日本こんにちはツアー","漢字水都","⏱⏳☎ ⛔ ⛵⛴ ⛷⛸✈✂✅ ✋ 👓","세요漢字1253AS⛸✈✂✅👓asdq","祝福"]